% rebase('layout.tpl', title='Home Page', year=year)
<!--Реализация главной страницы. Подключение картинки -->
  <h2 class = "weather2text">Weather Aggregator – это программа, позволяющая искать информацию о погодных (метеорологических) условиях в любой точке мира. Программа производит поиск метеорологических прогнозов от разных источников посредством сети Интернет, систематизирует информацию и предоставляет пользователю в удобном виде. </h2>
          <!-- Подключение картнки   -->
    <div class = "weather3"> </div>





  
